Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Software für die Elektrotechnik
en: Electrical engineering software

source: Software für computergestützte Fertigung
en: Computer-aided manufacturing software

source: Dienstprogramme
en: Utility software

source: Herunterladbare Hintergrundbilder für Computer und Telefone
en: Downloadable wallpapers for computers and phones

source: Herunterladbare Bildschirmschoner für Computer
en: Downloadable screen savers for computers

source: Herunterladbare Bildschirmschoner für Telefone
en: Downloadable screen savers for phones

source: Schieblehren
en: Slide calipers

source: Teile und Zubehör für Audiogeräte
en: Parts and fittings for audio apparatus

source: Teile und Zubehör für Fernsehdekoder
en: Parts and fittings for set-top boxes

source: Teile und Zubehör für Kommunikationsgeräte
en: Parts and fittings for communications apparatus

source: Tragbare Kommunikationsgeräte in Form von Armbanduhren
en: Wearable communications devices in the form of wristwatches

source: Fernbedienungen für Projektoren
en: Remote controls for projectors

source: Mit Spielen bespielte Tonbänder
en: Pre-recorded audio tapes featuring games

source: Mit Spielen bespielte Videobänder
en: Pre-recorded video tapes featuring games

source: Mit Spielen bespielte Laserdiscs
en: Pre-recorded laser discs featuring games

source: Mit Spielen bespielte DVDs
en: Pre-recorded DVDs featuring games

source: Mit Musik bespielte Laserdiscs
en: Pre-recorded laser discs featuring music

source: Spielsoftware zur Verwendung mit Videospielkonsolen
en: Games software for use with video game consoles

source: Computerspielsoftware zur Verwendung mit interaktiven Online-Spielen
en: Computer game software for use with on-line interactive games

source: Elektrische Akkumulatoren
en: Accumulators, electric

source: Elektrische Batterien
en: Batteries, electric

source: Galvanische Zellen
en: Galvanic batteries

source: Computersoftware, die das Browsen in weltweiten Computernetzwerken ermöglicht
en: Computer software to enable browsing on global computer networks

source: Computersoftware zur Administration von Online-Spielen
en: Computer software for the administration of on-line games and gaming

source: Computersoftware, die das Bereitstellen von elektronischen Medien über das Internet ermöglicht
en: Computer software to enable the provision of electronic media via the Internet

source: Computersoftware, die das Bereitstellen von Informationen über das Internet ermöglicht
en: Computer software to enable the provision of information via the Internet

source: Computersoftware, die das Bereitstellen von elektronischen Medien über Kommunikationsnetzwerke ermöglicht
en: Computer software to enable the provision of electronic media via communications networks

source: Computersoftware, die das Bereitstellen von Informationen über Kommunikationsnetzwerke ermöglicht
en: Computer software to enable the provision of information via communications networks

source: Herunterladbare Informationen in Bezug auf Spiele
en: Downloadable information relating to games and gaming

source: Herunterladbare elektronische Veröffentlichungen in Bezug auf Spiele
en: Electronic publications, downloadable, relating to games and gaming

source: Computersoftware zum Steuern von Verstärkern
en: Computer software for controlling amplifiers

source: Computersoftware zum Stimmen von Instrumenten
en: Computer software for instrument tuning

source: Uhrarmbänder, die Daten an andere elektronische Geräte übermitteln
en: Watchbands that communicate data to other electronic devices

source: Bespielte DVDs
en: Pre-recorded DVDs

source: Digital-Analog-Wandler für Töne
en: Digital audio interface apparatus

source: Geräte zur Prüfung elektrischer Stromanlagen
en: Apparatus for diagnosing electrical power installations

source: Geräte zum Messen, Überwachen und Analysieren des Stromverbrauchs
en: Apparatus for measuring, monitoring and analyzing electricity consumption

source: Digitale elektronische Steuergeräte
en: Digital electronic controllers

source: Kristalline Silizium-Solarzellen
en: Crystalline silicon solar power cells

source: Akkumulatoren für Solarenergie
en: Accumulators for photovoltaic power

source: Anwendungssoftware für Fernsehgeräte
en: Application software for televisions

source: Gyrosensoren mit GPS-Funktionen
en: Gyro sensors using GPS functions

source: Alarmsensoren für Kühlschränke
en: Alarm sensors for refrigerators

source: Alarmsensoren für Waschmaschinen
en: Alarm sensors for washing machines

source: Sensoren für Messinstrumente
en: Sensors for measuring instruments

source: Digitale Sensorgeräte
en: Digital sensory devices

source: Multifunktionale Berührungsschalter
en: Multi-function touch buttons

source: Elektronische Sicherheitssysteme für Heimnetze
en: Electronic security systems for home network

source: Computersoftware für die Fernsteuerung von Sicherheitsgeräten
en: Computer software for the remote control of security apparatus

source: Computersoftware für die Fernsteuerung von Büromaschinen und -ausrüstungen
en: Computer software for the remote control of office machines and equipment

source: Computersoftware für die Fernsteuerung von Telefonapparaten und Funksprechgeräten
en: Computer software for the remote control of telephone sets and radiotelephony sets

source: Computersoftware zur Verwendung als Programmierschnittstelle [API]
en: Computer software for use as an application programming interface (API)

source: Dokumentendrucker für Computer
en: Document printers for computers

source: Empfänger für elektronische Signale
en: Receivers of electronic signals

source: Computersoftware für die Fernsteuerung von elektrischen Beleuchtungsgeräten
en: Computer software for the remote control of electric lighting apparatus

source: Middleware für das Management von Softwarefunktionen in elektronischen Geräten
en: Middleware for management of software functions on electronic devices

source: Digitale Badezimmerwaagen
en: Digital bathroom scales

source: Holografische Projektoren
en: Holographic projectors

source: Hologramm-Bildschirme
en: Holographic screens

source: Tragbare elektronische Digitalkommunikationsgeräte
en: Wearable digital electronic communication devices

source: Oberschalen für Mobiltelefone
en: Face plates for cellular telephones

source: Soundchips mit Musikaufzeichnungen
en: Chips containing musical recordings

source: Steuergeräte für die Audio- und Videonavigation von Autos
en: Control devices for car audio video navigation

source: Computeranwendungen für die Audio- und Videonavigation von Autos
en: Computer applications for car audio video navigation

source: Computeranwendungen für das automatischen Befahren von Autos
en: Computer applications for car automatic driving control

source: Computeranwendungen für die automatische Einparkhilfe von Autos
en: Computer applications for automated car parking control

source: Körperfettwaagen für Haushaltszwecke
en: Body fat scales for household use

source: Interaktive Unterhaltungssoftware
en: Interactive entertainment software

source: Multifunktionskarten für Finanzdienstleistungen
en: Multifunction cards for financial services

source: Grafikfähige Taschenrechner
en: Handheld graphing calculators

source: Batterieladegeräte für elektronische Zigaretten
en: Battery chargers for electronic cigarettes

source: Geräte zur Aufzeichnung von Daten
en: Apparatus for recording data

source: Geräte für die Reproduktion von Daten
en: Apparatus for the reproduction of data

source: Computersoftware für den medizinischen Bereich
en: Computer software relating to the medical field

source: Geräte zur Übertragung von Ton, Daten oder Bildern
en: Apparatus for broadcasting sound, data or images

source: Halterungen für Kameras
en: Mounting devices for cameras

source: Montagevorrichtungen für Monitore
en: Mounting devices for monitors

source: Diebstahlschutzapparate, ausgenommen für Fahrzeuge
en: Theft prevention apparatus, other than for vehicles

source: Smartphones in Form von Brillen
en: Smart phones in the form of eyewear

source: Batterien für elektronische Zigaretten
en: Batteries for electronic cigarettes

source: USB-Ladegeräte für elektronische Zigaretten
en: USB chargers for electronic cigarettes

source: Tragbare Aufladehalterungen für elektronische Zigaretten und Verdampfer
en: Portable charging cases for electronic cigarettes and vaporizers

source: Ladegeräte für Verdampfer
en: Chargers for vaporizers

source: Firmware und Software für elektronische Zigaretten
en: Firmware and software for electronic cigarettes

source: Herunterladbare Computersoftware für die Datenverwaltung
en: Downloadable computer software for the management of data

source: Herunterladbare Computersoftware für Informationsverwaltung
en: Downloadable computer software for the management of information

source: Herunterladbare Computersoftware für Datenübertragung
en: Downloadable computer software for the transmission of data

source: Herunterladbare Computersoftware für die Informationsübertragung
en: Downloadable computer software for the transmission of information

source: Herunterladbare mobile Anwendungen für die Datenverwaltung
en: Downloadable mobile applications for the management of data

source: Herunterladbare mobile Anwendungen für die Informationsverwaltung
en: Downloadable mobile applications for the management of information

source: Herunterladbare mobile Anwendungen für die Datenübertragung
en: Downloadable mobile applications for the transmission of data

source: Herunterladbare mobile Anwendungen für die Übertragung von Informationen
en: Downloadable mobile applications for the transmission of information

source: Herunterladbare elektronische Newsletter
en: Downloadable electronic newsletters

source: Herunterladbare elektronische Broschüren
en: Downloadable electronic brochures

source: Herunterladbare elektronische Berichte
en: Downloadable electronic reports

source: Netbooks [Computer]
en: Netbooks [computers]

source: Drahtlose Tastaturen
en: Wireless keyboards

source: Softwaretreiber für elektronische Geräte, die das Kommunizieren von Computerhardware und elektronischen Geräten untereinander ermöglichen
en: Electronic device software drivers that allow computer hardware and electronic devices to communicate with each other

source: Software für Netzwerk- und Gerätesicherheit
en: Software for network and device security

source: Spielesoftware, die Wettergebnisse von Spielautomaten erzeugt oder anzeigt
en: Gaming software that generates or displays wager outcomes of gaming machines

source: Batterien für elektronische Raucherartikel
en: Batteries for electronic smokers' articles

source: Ladegeräte für elektronische Raucherartikel
en: Chargers for electronic smokers' articles

source: Software für die Verarbeitung von Geschäftstransaktionen
en: Software for the processing of business transactions

source: Software für die Analyse von Unternehmensdaten
en: Software for the analysis of business data

source: Magnetkarten für Datenträger
en: Magnetic cards for carrying data

source: Computersoftware zur Überwachung von Computersystemen
en: Computer software for the monitoring of computer systems

source: Computersoftware zur Erkennung von Bedrohungen für Computernetze
en: Computer software for the detection of threats to computer networks

source: Computersoftware zur Prüfung der Vulnerabilität von Computern und Computernetzen
en: Computer software for testing vulnerability in computers and computer networks

source: Am Kopf befestigte holografische Displays
en: Head-mounted holographic displays

source: Informationstechnologische, audiovisuelle, multimediale und fotografische GerÃ¤te
en: Information technology and audio-visual, multimedia and photographic devices

source: Photovoltaische Anlagen für die Erzeugung von Elektrizität
en: Photovoltaic apparatus for generating electricity

source: Brillen, Sonnenbrillen und Kontaktlinsen
en: Glasses, sunglasses and contact lenses

source: Displayschutz aus gehärtetem Glas für Mobiltelefone
en: Tempered glass screen protectors for smartphones

source: Sicherungen für Telekommunikationsgeräte
en: Fuses for telecommunication apparatus

source: Anzeigeleuchten für Telekommunikationsgeräte
en: Indicator lights for telecommunication apparatus

source: Magnetkompasse für die Landvermessung
en: Magnetic compasses for surveying

source: Tonabnehmer für Telekommunikationsgeräte
en: Pickups for telecommunication apparatus

source: Elektronische Parkschein-Ausgabegeräte
en: Electronic parking lot ticket dispensers

source: Computerhardware-Module zur Verwendung in elektronischen Geräten für das Internet der Dinge [IdD]
en: Computer hardware modules for use in electronic devices using the Internet of Things [IoT]

source: Virtual-Reality-Software für medizinischen Unterricht
en: Virtual reality software for medical teaching

source: Mobile Anwendungen zur Taxibestellung
en: Mobile applications for booking taxis

source: Leuchtende USB-Kabel
en: Luminous USB cables

source: Elektrisch gekühlte Bekleidung zum Schutz vor Unfällen oder Verletzungen
en: Electrically cooled clothing for protection against accident or injury

source: Tastaturen für Smartphones
en: Keyboards for smartphones

source: Software für die Einrichtung von Online-Geschäften
en: Software for arranging online transactions

source: Software für den Betrieb von Online-Shops
en: Software for operating an online shop

source: Software für die Gestaltung von Online-Werbung auf Websites
en: Software for designing online advertising on websites

source: Software für die Vermietung von Werbeflächen auf Websites
en: Software for renting advertising space on websites

source: Software für die Einbindung von Online-Werbung auf Websites
en: Software for embedding online advertising on websites

source: Software für die Evaluierung des Kundenverhaltens in Online-Shops
en: Software for evaluating customer behaviour in online shops

source: Herunterladbare Grafikdesigntemplates
en: Downloadable graphic design templates

source: Elektronische Terminals für die Straßengebührentrichtung
en: Electronic terminals for highway toll collection

source: Geräte zur Verarbeitung von Telekommunikationssignalen
en: Telecommunications signal processing apparatus

source: Apparate zur Überwachung des Verbrauchs von Elektroenergie
en: Apparatus for monitoring electrical energy consumption

source: Apparate zur Überwachung des Gasverbrauchs
en: Apparatus for monitoring gas consumption

source: Geräte zur Überwachung des Wärmeverbrauchs
en: Apparatus for monitoring heat consumption

source: Geräte zur Überwachung des Wasserverbrauchs
en: Apparatus for monitoring water consumption

source: Objektive für Mikroskope
en: Microscope objectives

source: Headsets für Virtual-Reality-Spiele
en: Headsets for virtual reality games

source: Master-Mischpulte zur Verwendung in Aufnahmestudios
en: Master audio mixing desks for use in recording studios

source: Steuerungsgeräte für Tonsignale
en: Control apparatus for audio signals

source: Lautsprecher für Fahrzeuge
en: Audio speakers for vehicles

source: Verstärker für Fahrzeuge
en: Amplifiers for vehicles

source: Multimedia-Stecker für Fahrzeuge
en: Multimedia connectors for vehicles

source: Mobiltelefon-Stecker für Fahrzeuge
en: Mobile phone connectors for vehicles

source: Regler für Verstärker zur Verwendung in Fahrzeugen
en: Control units for amplifiers for use in vehicles

source: Multimedia-Navigationssysteme für Fahrzeuge
en: Multimedia navigation systems for vehicles

source: Tragbare Navigationsgeräte
en: Portable navigation devices

source: Elektronische Mikrofon-Splitter
en: Electronic microphone splitters

source: Elektronische Audio- und Video-Signalverteilungsanlagen
en: Electronic audio/video signal distribution systems

source: LED-Treiber
en: LED drivers

source: Elektronische Frequenzweichen
en: Electronic audio crossovers

source: Analoge Signalprozessoren
en: Analog signal processors

source: Computerhardware für die Steuerung der Beleuchtung
en: Computer hardware for the control of lighting

source: Computersoftware für die Steuerung der Beleuchtung
en: Computer software for the control of lighting

source: Steuerkonsolen für Beleuchtungsapparate und -instrumente
en: Control consoles for lighting apparatus and instruments

source: Programmierbare Regler für Beleuchtungsapparate und -instrumente
en: Programmable controls for lighting apparatus and instruments

source: Audiosensitive Steuerungen für Beleuchtungsapparate und -instrumente
en: Audio-sensitive controls for lighting apparatus and instruments

source: Software zur Beleuchtungssteuerung für Handels- und Industrieeinrichtungen
en: Lighting control software for use in commercial and industrial facilities

source: Software für die Steuerung von Bühnenbeleuchtungsapparaten und -instrumenten
en: Software for the control of stage lighting apparatus and instruments

source: Fernsteuerungen für Multimediasysteme
en: Remote controls for multimedia systems

source: Fernsteuerungen für audiovisuelle Ausrüstungen
en: Remote controls for audiovisual equipment

source: Fernbedienungen für Jalousien
en: Remote controls for window shades

source: Computerhardware für das Routing von Audio-, Video- und digitalen Signalen
en: Computer hardware for routing audio, video, and digital signals

source: Schalter für das Routing von Audio-, Video und digitalen Signalen
en: Switchers for routing audio, video, and digital signals

source: Router für Audio-, Video- und digitale Signale
en: Routers for routing audio, video, and digital signals

source: Hardware für elektronische Fahrassistenzsysteme
en: Hardware for electronic driving assistance systems

source: Software für elektronische Fahrassistenzsysteme
en: Software for electronic driving assistance systems

source: Computeranwendungssoftware zur Verwendung mit tragbaren Computergeräten
en: Computer application software for use with wearable computer devices

source: Herunterladbare mobile Anwendungen zur Verwendung mit tragbaren Computergeräten
en: Downloadable mobile applications for use with wearable computer devices

source: Computeranwendungssoftware zur Verwendung bei der Implementierung des Internets der Dinge [IdD]
en: Computer application software for use in implementing the Internet of Things [IoT]

source: Tragbare Notruf-Gegensprechanlagen
en: Portable emergency intercoms

source: Batterien für Telefone
en: Batteries for phones

source: Schmuckwaren, die Daten übermitteln
en: Jewellery that communicates data

source: Elektronische Nummerngeneratoren
en: Electronic number generators

source: Bespielte Laserdiscs
en: Pre-recorded laser discs

source: Tragbare Projektoren
en: Portable projectors

source: Interaktive Multimedia-Spielprogramme
en: Interactive multimedia game programs

source: Schifffahrt-Rettungsapparate und -instrumente
en: Nautical rescue apparatus and instruments

source: Elektronische Lehr- und Unterrichtsapparate und -instrumente
en: Electronic instructional and teaching apparatus and instruments

source: Computerhardware zur Audio- und Videosignalverarbeitung
en: Computer hardware for signal processing of audio and video

source: Apparate zur Gewinnung von autologem Blut
en: Autologous blood recovery apparatus

source: Automatische Blutsammelgeräte
en: Automated blood collection instruments

source: Tragen [für den Patiententransport]
en: Stretchers [for patient transport]

source: Zwangsjacken
en: Strait jackets

source: Spirometer [medizinische Geräte]
en: Spirometers [medical apparatus]

source: Temperatursensoren für medizinische Zwecke
en: Temperature sensors for medical use

source: Medizinische Apparate für die Schnittwundendrainage
en: Apparatus for use in medicine in the drainage of incisions

source: Kondome mit spermiziden Eigenschaften
en: Condoms having spermicidical properties

source: Geformte Sitzpolster für Patienten [angepasst an medizinische Zwecke]
en: Contoured cushions for patients' use on chairs [adapted for medical purposes]

source: Medizinische Laken aus textilem Vliesmaterial
en: Medical drapes of non-woven textile materials

source: Optische Scanner für medizinische Untersuchungszwecke
en: Optical scanners for medical inspection purposes

source: Knieschützer in Form von Stützen [ausgenommen als Sportartikel]
en: Knee guards in the nature of supports [other than sports articles]

source: Orthopädische Kniebandagen
en: Knee bandages, orthopaedic

source: Geräte für die radioisotope Bildgebung
en: Apparatus for radionuclide imaging

source: Apparate für die Linderung von Lungenleiden
en: Apparatus for the alleviation of lung ailments

source: Schutzbekleidung für medizinische Zwecke
en: Protective clothing for medical purposes

source: Geräte für medizinische Diagnosen
en: Tools for medical diagnostics

source: Platten für die Knochenanastomose
en: Plates for anastomosis of bones

source: Instrumente für die Lithotomie
en: Lithotomical instruments

source: Medizinische Apparate zur Einführung pharmazeutischer Präparate in den menschlichen Körper
en: Medical apparatus for introducing pharmaceutical preparations into the human body

source: Medizinische Geräte für die interstitielle Thermotherapie von biologischem Gewebe
en: Medical instruments for interstitial thermotherapy of biological tissue

source: Röntgenapparate für medizinische Zwecke
en: X-ray apparatus for medical purposes

source: Quecksilberbogenlampen für therapeutische Zwecke
en: Mercury arc lamp units for therapeutic purposes

source: Inhalatoren für medizinische Zwecke [ohne Inhalt]
en: Inhalers for medical purposes [sold empty]

source: Inkontinenzunterlagen für Kleinkinder
en: Incontinence sheets for use with infants

source: Besteck für medizinische Zwecke
en: Cutlery for medical purposes

source: Chirurgische Atemmasken
en: Surgical breathing masks

source: Chirurgische Klammern
en: Clamps for surgical use

source: CO2-Insufflatoren für die endoskopische Diagnose
en: Co2 insufflators for endoscopic diagnosis

source: CO2-Irrigatoren für die urologische Therapie
en: Co2 irrigators for urological therapy

source: Fulgurationselektroden für das Herz
en: Cardiac fulguration electrodes

source: Medizinische Hilfsmittel, nämlich intravaskuläre Implantate bestehend aus künstlichen Materialien
en: Medical devices, namely, intravascular implants comprised of artificial material

source: Künstliche Herz-Lungen-Sauerstoffgeräte
en: Artificial heart-lung oxygenators

source: Künstliche Haut
en: Artificial skin

source: Apparate für die Anwendung von Laserstrahlung für medizinische Zwecke
en: Apparatus for the application of laser radiation for medical purposes

source: Apparate für die Diagnose von Herz-Kreislauferkrankungen
en: Apparatus for the diagnosis of cardiovascular diseases

source: Apparate zur elektrischen Stimulation von Muskelgruppen
en: Apparatus for the electrical stimulation of groups of muscles

source: Apparate für die Tonisierung des Körpers
en: Apparatus for the therapeutic toning of the body

source: Apparate zur therapeutischen Muskeltonisierung
en: Apparatus for the therapeutic toning of the muscles

source: Apparate zur Herstellung von künstlichen Zähnen
en: Instruments for use in the preparation of artificial teeth

source: Apparate für die Venenpunktur
en: Apparatus for use in vein puncture

source: Sonden für medizinische Zwecke
en: Probes for medical purposes

source: Gehhilfen [für medizinische Zwecke]
en: Walking aids [for medical purposes]

source: Kompressormodule als Teile von Lüftern [medizinisch]
en: Compressor modules being parts of ventilators [medical]

source: Mundschutzmasken für zahnärztliche Zwecke
en: Protective mouth masks for dental use
